{
    "В'язання спицями": {
        "Accented increase (acc inc)/Прибавка": "Спеціальна техніка додавання петель, яка робить виріб більши на певну кіл-ть петель в ряду.",
        "Decrease/зменьшення": "Техніка, яка дозволяє зменшити кількість петель в ряду, створюючи більш щільний візерунок.",
        "Knit sich/Лицьова петля": "Петля, яка пров'язується з лицьового боку виробу, створюючи гладку поверхню.",
        "Purl stich/Виворітна петля":"Основна петля, яка пров’язується з виворотного боку.",
        "Yarn over/Накид": "Техніка, яка дозволяє додати петлю до ряду, створюючи отвори або візерунки.",
        "Slip stitch/З'єднувальна петля": "Петля, яка використовується для з'єднання двох частин виробу або для переміщення робочої нитки без додавання висоти. Також може використовуватись, для завершення ряду.",
        "Cast on/Набір петель": "Початковий ряд петель на спиці.",
        "Bind off/Закриття петель": "Техніка, яка дозволяє завершити виріб, закриваючи останні петлі.",
        "Garter stitch/Резинка": "Візерунок, який створюється чергуванням лицьових і виворітних петель, забезпечуючи еластичність.",
        "Row/Ряд": "Горизонтальний ряд петель, який в'яжеться від початку до кінця.",
        "Stitch/Петля": "Основна одиниця в'язання, яка формується ниткою на спиці.",
        "Repeat/Повтор": "Вказує на те, що певний візерунок або техніка повинні бути виконані кілька разів.",
        "Gauge/Щільність в'язання": "Вимірювання кількості петель і рядів на одиницю довжини, що допомагає визначити розмір виробу.",
        "Edge stitch/Крайня петля або кромочна петля": "Петля, яка в'яжеться на краю виробу, забезпечуючи акуратний вигляд.",
        "Gauge/ Щільність в'язання": "Вимірювання кількості петель і рядів на одиницю довжини, що допомагає визначити розмір виробу.",
        "Twisted stitch/Закручена петля": "Петля, яка в'яжеться з перекручуванням нитки, створюючи текстурований ефект.",
        "Stokinette stitch/Лицьова гладь": "Візерунок, який створюється чергуванням лицьових і виворітних рядів, забезпечуючи гладку поверхню.",
        "Reverse stockinette stitch/Виворітна гладь": "Візерунок, який створюється чергуванням виворітних і лицьових рядів, створюючи текстурований ефект.",
        "Lace stitch/Ажурна петля": "Техніка, яка створює отвори або візерунки в виробі, використовуючи накиди і зменшення.",
        "Ribbing/Резинка": "Візерунок, який створюється чергуванням лицьових і виворітних петель, забезпечуючи еластичність."
    },
    "crochet": {
        "Chain stitch/Повітряна петля": "Базова петля, яка використовується для початку в'язання гачком.",
        "Foundation chain/Базовий ланцюжок": "Початковий ряд повітряних петель, на якому будується виріб.",
        "Single crochet/Одиничний стовпчик": "Основна петля, яка в'яжеться гачком, створюючи щільний візерунок.",
        "Double crochet/Подвійний стовпчик": "Петля, яка в'яжеться гачком з двома обвитками нитки, створюючи більш відкритий візерунок.",
        "Half double crochet/Півстовпчик": "Петля, яка в'яжеться гачком з одним обвитком нитки, створюючи проміжний візерунок між одиничним і подвійним стовпчиками.",
        "Treble crochet/Трійний стовпчик": "Петля, яка в'яжеться гачком з трьома обвитками нитки, створюючи високий стовпчик.",
        "Turning chain/Поворотний ланцюжок": "Ланцюжок повітряних петель, який використовується для переходу на новий ряд.",
        "Magic ring/Чарівне кільце": "Техніка, яка дозволяє почати в'язання з центру, створюючи щільний початок для кругових виробів.",
        "Amigurumi stitch/Амігурумі петля": "Спеціальна техніка в'язання гачком, яка використовується для створення іграшок та фігурок.",
        "Picot stitch/Піко петля": "Декоративна петля, яка створює маленькі виступи на виробі.",
        "Cluster stitch/Кластерна петля": "Техніка, яка дозволяє створити групу петель, які в'яжуться разом, створюючи текстурований ефект.",
        "Popcorn stitch/Попкорн петля": "Декоративна петля, яка створює об'ємний ефект, в'яжучи кілька стовпчиків в одну петлю.",
        "Front Loop stitch/Передня петля": "Петля, яка в'яжеться тільки за передню петлю, створюючи текстурований ефект.",
        "Back Loop stitch/Задня петля": "Петля, яка в'яжеться тільки за задню петлю, створюючи текстурований ефект.",
        "Ring of chains/Кільце з повітряних петель": "Техніка, яка дозволяє створити кільце з повітряних петель для початку в'язання кругових виробів.",
        "Granny square/Квадрат грені": "Техніка, яка дозволяє створити квадратний мотив, який може бути використаний для створення пледів або інших виробів.",
        "Border stitch/Крайня петля": "Петля, яка в'яжеться на краю виробу, забезпечуючи акуратний вигляд."
        
    }
}